Repository: 84000/data-translation-memory
Catalog: toh229-v4.tmx
Source language: bo
Languages: en

source: །ཁྱིམ་བདག་ང་ཏིང་ངེ་འཛིན་འདི་ལ་གནས་ནས་ཆོས་ཀྱི་དབྱིངས་ལ་སློབ་པའི་ཆོས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །སློབ་པའི་ཆོས་ལ་ཡང་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Householder, while abiding in this absorption, I do not truly see the qualities of training within the realm of phenomena, nor do I truly see the realm of phenomena within the qualities of training.

source: །སློབ་པའི་ཆོས་ལ་མ་གཏོགས་པར་ཡང་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Apart from the qualities of training, I do not truly see the realm of phenomena.

source: །ཆོས་ཀྱི་དབྱིངས་ལ་མ་གཏོགས་པར་ཡང་སློབ་པའི་ཆོས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Apart from the realm of phenomena, I also do not truly see the qualities of training.

source: །ཁྱིམ་བདག་ང་ཏིང་ངེ་འཛིན་འདི་ལ་གནས་ནས་ཆོས་ཀྱི་དབྱིངས་ལ་རང་སངས་རྒྱས་ཀྱི་ཆོས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །རང་སངས་རྒྱས་ཀྱི་ཆོས་ལ་ཡང་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Householder, while abiding in this absorption, I do not truly see the qualities of solitary buddhas within the realm of phenomena, nor do I truly see the realm of phenomena within the qualities of solitary buddhas.

source: །རང་སངས་རྒྱས་ཀྱི་ཆོས་ལ་མ་གཏོགས་པར་ཡང་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Apart from the qualities of solitary buddhas, I do not truly see the realm of phenomena.

source: །ཆོས་ཀྱི་དབྱིངས་ལ་མ་གཏོགས་པར་ཡང་རང་སངས་རྒྱས་ཀྱི་ཆོས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Apart from the realm of phenomena, I also do not truly see the qualities of solitary buddhas. “

source: །ཁྱིམ་བདག་ང་ཏིང་ངེ་འཛིན་འདི་ལ་གནས་ནས་ཆོས་ཀྱི་དབྱིངས་ལ་སངས་རྒྱས་ཀྱི་ཆོས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །སངས་རྒྱས་ཀྱི་ཆོས་ལ་ཡང་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Householder, while abiding in this absorption, I do not truly see the qualities of the buddhas within the realm of phenomena, nor do I truly see the realm of phenomena within the qualities of the buddhas.

source: །ཆོས་ཀྱི་དབྱིངས་ལ་མ་གཏོགས་པར་ཡང་སངས་རྒྱས་ཀྱི་ཆོས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Apart from the realm of phenomena, I do not truly see the qualities of the buddhas.

source: །སངས་རྒྱས་ཀྱི་ཆོས་ལ་མ་གཏོགས་པར་ཡང་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Apart from the qualities of the buddhas, I also do not truly see the realm of phenomena.

source: །དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཅིའི་སླད་དུ་ཆོས་ཀྱི་དབྱིངས་ཞེས་བགྱི་ལགས།
en: Then youthful Mañjuśrī addressed the Blessed One, “Blessed One, why is it called the realm of phenomena?”

source: བཀའ་སྩལ་པ། འཇམ་དཔལ་ཆོས་ཀྱི་དབྱིངས་ནི་དབྱིངས་མེད་པ་སྟེ།
en: The Blessed One said, “Mañjuśrī, there is no realm in the realm of phenomena.

source: འཇམ་དཔལ་ངས་དེ་ལས་དགོངས་ནས་ཆོས་ཀྱི་དབྱིངས་ཞེས་བསྟན་ཏོ།
en: Mañjuśrī, it is from that perspective that I use the phrase realm of phenomena.

source: །འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ལས་ངེས་པར་བྱུང་བ་ཞེས་བྱ་བ་ནི་འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ཁམས་ལས་ངེས་པར་བྱུང་བ་དེའི་ཕྱིར་རོ། །
en: Mañjuśrī, departure from all phenomena refers, Mañjuśrī, to the fact that all phenomena have been emancipated from the elements.” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ངེས་པར་བྱུང་བ་ཞེས་བགྱི་བ་ཅིའི་སླད་དུ་ངེས་པར་བྱུང་བ་ཞེས་བགྱི་བ་ལགས། །
en: Blessed One, why is that departure known as departure?”

source: བཀའ་སྩལ་པ། འགྲོ་བ་ཡང་མེད།
en: The Blessed One said, “There is no coming and there is no going.

source: འོང་བ་ཡང་མེད་པ་དེའི་ཕྱིར་ངེས་པར་བྱུང་བ་ཞེས་བྱ་སྟེ།
en: That is why the term departure is used.

source: འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ཀྱི་ཚུལ་ནི་དེ་ལྟ་བུ་སྟེ།
en: Mañjuśrī, the way of all phenomena is like that.

source: འཇམ་དཔལ་ཆོས་རྣམས་ཀྱི་འཇུག་པ་ནི་དེ་ཡིན་ནོ། །
en: Mañjuśrī, that is the engagement of phenomena.” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་འཇུག་པ་ཞེས་བགྱི་བ་ཅིའི་སླད་དུ་འཇུག་པ་ཞེས་བགྱི་ལགས།
en: Blessed One, why is it known as engagement?”

source: བཀའ་སྩལ་པ། ཆོས་ཐམས་ཅད་རང་བཞིན་གྱིས་མ་སྐྱེས་པ་དེའི་ཕྱིར་འཇུག་པ་ཞེས་བྱའོ།
en: The Blessed One said, “It is known as engagement because all phenomena are naturally unborn.”

source: །དེའི་ཚེ་གཞོན་ནུ་པད་མ་དཔལ་གྱི་སྙིང་པོ་ཞེས་བྱ་བ་འདུས་ཤིང་འདུག་པར་གྱུར་ཏོ། །དེ་ནས་གཞོན་ནུ་པད་མའི་དཔལ་གྱི་སྙིང་པོས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བཅོམ་ལྡན་འདས་ཀྱིས་ཆོས་བཀའ་སྩལ་པའི་དོན་བདག་གིས་འདི་ལྟར་འཚལ་ཏེ། ཏིང་ངེ་འཛིན་འདི་ནི་སོ་སོའི་སྐྱེ་བོ་དང་ཐུན་མོང་མ་ལགས་སོ། །རང་སངས་རྒྱས་དང་ཐུན་མོང་མ་ལགས་སོ།
en: At that time, youthful Heart of the Glorious Lotus was present in the assembly, and he addressed the Blessed One, “Blessed One, this is how I understand the meaning of the Dharma taught by the Blessed One: This absorption is not shared by ordinary beings. This absorption is not shared by solitary buddhas.

source: །བཅོམ་ལྡན་འདས་ཏིང་ངེ་འཛིན་འདི་ནི་གང་དག་སངས་རྒྱས་ཀྱི་ཆོས་ཞེས་བརྗོད་པ་དེ་དག་དང་ཡང་ཐུན་མོང་མ་ལགས་སོ།
en: Blessed One, this absorption is not even shared by those who profess the teachings of the buddhas.

source: །བཅོམ་ལྡན་འདས་དེ་ལྟར་ན་ཏིང་ངེ་འཛིན་འདི་ནི་ལྡན་པ་ཡང་མ་ལགས། མི་ལྡན་པ་ཡང་མ་ལགས་སོ།
en: Therefore, Blessed One, there is no possession or nonpossession of this absorption.

source: བཅོམ་ལྡན་འདས་འདི་ལྟར་གང་ཕྲད་པར་འགྱུར་བའམ། ཕྲད་པར་འགྱུར་བ་མ་ལགས་པའི་ཆོས་དེ་དག་མ་མཆིས་པའི་སླད་དུའོ།
en: Blessed One, it is because any phenomena that one encounters, as well as those one does not encounter, are nonexistent.

source: །ཆོས་འགའ་ཞིག་མ་མཆིས་ན་ནི་དེ་ལྟ་ཡང་ལགས་ན་འགའ་ཡང་མ་མཆིས་པ་དེ་ལ་ནི་ཕྲད་པ་ཡང་མ་མཆིས་མི་ཕྲད་པ་ཡང་མ་མཆིས་ལགས་སོ།
en: Whenever there is a phenomenon, it is like this. Hence, what does not exist in any way is not something that one can either encounter or not encounter.

source: །བཅོམ་ལྡན་འདས་དེ་ལྟར་ན་ཏིང་ངེ་འཛིན་འདི་ནི་ཐུན་མོང་མ་ལགས་སོ།
en: Therefore, Blessed One, this absorption is uncommon. “

source: །བཅོམ་ལྡན་འདས་གཞན་ཡང་ཏིང་ངེ་འཛིན་འདི་ལ་སུ་ཡང་སྙོམས་པར་མི་འཇུག་སྟེ།
en: Furthermore, Blessed One, no one at all will dwell in this absorption.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: Why is that?

source: བཅོམ་ལྡན་འདས་སེམས་ཅན་ཐམས་ཅད་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་པའི་སླད་དུའོ།
en: Blessed One, it is because all beings dwell in absorption.

source: །བཅོམ་ལྡན་འདས་དེ་ལྟ་ལགས་པས་མཉམ་པ་ཉིད་ལ་ནི་སྙོམས་པར་འཇུག་པ་ཡང་མ་མཆིས། ཞུགས་པ་ཡང་མ་མཆིས་ལགས་ཏེ།
en: Therefore, Blessed One, they do not dwell, or rest, in sameness.

source: དེ་ལྟར་ན་ཏིང་ངེ་འཛིན་འདི་ནི་བརྗོད་པར་བགྱི་བ་མ་ལགས་སོ།
en: Therefore, this absorption is ineffable. “

source: །བཅོམ་ལྡན་འདས་གཞན་ཡང་ཏིང་ངེ་འཛིན་འདི་ནི་སེམས་ཅན་ཐམས་ཅད་དང་ཐུན་མོང་ལགས་ཏེ།
en: Furthermore, Blessed One, this absorption is common to all beings.

source: བཅོམ་ལྡན་འདས་འདི་ལྟར་སེམས་ཅན་ཐམས་ཅད་ཀྱིས་མཉམ་པ་ཉིད་ཐོབ་ལགས་ཏེ།
en: Blessed One, this is how the sameness of all beings is attained.

source: བཅོམ་ལྡན་འདས་དེའི་སླད་དུ་ཏིང་ངེ་འཛིན་འདི་ནི་སེམས་ཅན་ཐམས་ཅད་དང་ཐུན་མོང་ལགས་སོ།
en: Therefore, Blessed One, this absorption is common to all beings. “

source: །བཅོམ་ལྡན་འདས་གཞན་ཡང་ཏིང་ངེ་འཛིན་འདི་ནི་སུས་ཀྱང་ཐོབ་པ་མ་ལགས་ཏེ།
en: Furthermore, Blessed One, this absorption cannot be attained by anyone at all.

source: བཅོམ་ལྡན་འདས་མཉམ་པ་ཉིད་ཀྱི་ཚོགས་མ་མཆིས་པའི་སླད་དུ་སྟེ།
en: Blessed One, it is because the accumulation of sameness does not exist.

source: བཅོམ་ལྡན་འདས་ཆོས་ཐམས་ཅད་ཀྱི་མཉམ་པ་ཉིད་ནི་མི་དམིགས་པ་ལགས་པའི་སླད་དུའོ།
en: Blessed One, it is because the sameness of all phenomena is not observable. “

source: །བཅོམ་ལྡན་འདས་གཞན་ཡང་སེམས་ཅན་ཐམས་ཅད་དང་ཐུན་མོང་ལགས་པ་དེ་ལྟར་ཏིང་ངེ་འཛིན་འདི་ཡང་ཐུན་མོང་ལགས་སོ།
en: Furthermore, Blessed One, this absorption is shared in the same way that all beings are shared.

source: །ཇི་ལྟར་སེམས་ཅན་ཐམས་ཅད་མི་འཕྲོགས་པ་དེ་ལྟར་ཏིང་ངེ་འཛིན་འདི་ཡང་མི་འཕྲོགས་པའོ།
en: This absorption is also inalienable in the same way that all beings are inalienable. “

source: །བཅོམ་ལྡན་འདས་གཞན་ཡང་གང་སེམས་ཅན་གྱིས་རྣམ་པར་དབེན་པའི་ཏིང་ངེ་འཛིན་དེ་ནི་སེམས་ཅན་ཐམས་ཅད་དང་ཐུན་མོང་ལགས་ཏེ།
en: Furthermore, Blessed One, that absorption that is disengaged from beings is common to all beings.

source: བཅོམ་ལྡན་འདས་གང་རྣམ་པར་དབེན་པ་ཉིད་དེ་ནི་ཏིང་ངེ་འཛིན་ལགས་སོ།
en: Blessed One, disengagement itself is absorption. “

source: །བཅོམ་ལྡན་འདས་གཞན་ཡང་ཏིང་ངེ་འཛིན་འདི་ནི་བསམ་གྱིས་མི་ཁྱབ་པ་ལགས་ཏེ།
en: Furthermore, Blessed One, this absorption is inconceivable.

source: སེམས་ཀྱི་ཡུལ་ལས་ཡང་དག་པར་འདས་པའི་སླད་དུའོ།
en: Because it is beyond the realm of mind.

source: །ཏིང་ངེ་འཛིན་འདི་ནི་བསམ་གྱིས་མི་ཁྱབ་པ་ལགས་སོ།
en: This absorption is inconceivable. “

source: །བཅོམ་ལྡན་འདས་གཞན་ཡང་ཏིང་ངེ་འཛིན་འདི་ནི་ཆོས་གང་ལ་ཡང་མི་སེམས་པས་བསམ་གྱིས་མི་ཁྱབ་པ་ཉིད་དེ།
en: Furthermore, Blessed One, this absorption is inconceivable because phenomena are nonconceptual.

source: བཅོམ་ལྡན་འདས་བསམ་གྱིས་མི་ཁྱབ་པས་སེམས་མ་མཆིས་པ་ལགས་ཏེ།
en: Blessed One, since they are nonconceptual, they are inconceivable.

source: གང་མ་མཆིས་པ་དེ་ནི་ཏིང་ངེ་འཛིན་ལགས་སོ།
en: That which does not exist is absorption.

source: །བཅོམ་ལྡན་འདས་སེམས་ནི་སེམས་མ་མཆིས་པ་ལགས་ཏེ།
en: Blessed One, the mind is not mind.

source: དེ་ཡང་ཏིང་ངེ་འཛིན་ལགས་སོ།
en: However, it is absorption. “

source: །བཅོམ་ལྡན་འདས་གཞན་ཡང་ཏིང་ངེ་འཛིན་འདི་ནི་གང་མཚན་མ་དེ་དག་ལ་མི་གནས་པ་སྟེ། གང་མི་གནས་པ་དེ་ནི་ཏིང་ངེ་འཛིན་ལགས་སོ།
en: Furthermore, Blessed One, this absorption does not dwell on marks, and that which does not dwell is absorption. “

source: །བཅོམ་ལྡན་འདས་གཞན་ཡང་ཏིང་ངེ་འཛིན་འདི་ནི་ཉམས་པ་ཡོངས་སུ་མ་རྫོགས་པའི་ཚུལ་གྱིས་ཐོབ་པ་མེད་པ་སྟེ།
en: Furthermore, Blessed One, this absorption is without attainment by virtue of not perfecting the degenerated.

source: བཅོམ་ལྡན་འདས་གང་ཡོངས་སུ་མ་རྫོགས་པ་དེ་ནི་ཏིང་ངེ་འཛིན་ལགས་སོ།
en: Blessed One, that which is not perfected is absorption. “

source: །བཅོམ་ལྡན་འདས་གཞན་ཡང་ཏིང་ངེ་འཛིན་འདི་ནི་ཉམས་པ་སྟེ། སངས་རྒྱས་ཀྱི་ཡུལ་ཇི་ཙམ་པ་དེ་ཙམ་དུ་འདི་ནི་ཏིང་ངེ་འཛིན་ལགས་སོ།
en: Furthermore, Blessed One, this absorption is degeneration—wherever there is a domain of the buddhas there is this absorption.

source: །བཅོམ་ལྡན་འདས་སངས་རྒྱས་ཀྱི་ཡུལ་ཞེས་བགྱི་བ་ཡུལ་མ་མཆིས་པ་སྟེ།
en: Blessed One, ‘the domain of the buddhas’ is not a domain.

source: གང་ཡུལ་མ་མཆིས་པ་དེ་ནི་ཏིང་ངེ་འཛིན་ལགས་སོ།
en: That which is not a domain is absorption. “

source: །བཅོམ་ལྡན་འདས་གཞན་ཡང་ཏིང་ངེ་འཛིན་འདི་ནི་མ་བསྟན་པ་ལགས་ཏེ།
en: Furthermore, Blessed One, this absorption is not taught.

source: བཅོམ་ལྡན་འདས་གང་གཞན་ལ་ཐ་སྙད་བརྗོད་ལ། ཐ་སྙད་བརྗོད་པའི་ཆོས་དེ་དང་དེ་དག་ནི་ཆོས་དེ་ལ་མ་མཆིས་ཏེ།
en: Blessed One, the Dharma that is expressed to others with conventional speech does not exist within this Dharma.

source: །བཅོམ་ལྡན་འདས་གཞན་ཡང་ཏིང་ངེ་འཛིན་འདི་ནི་ཡི་གེ་མ་མཆིས་པ་སྟེ།
en: Furthermore, Blessed One, this absorption is not syllables.

source: བཅོམ་ལྡན་འདས་འདི་ལྟར་ཡི་གེ་དེ་དག་ནི་མ་མཆིས་པ་ལགས་ལ། གང་མ་མཆིས་པ་དེ་ནི་ཏིང་ངེ་འཛིན་ལགས་སོ།
en: Blessed One, syllables like that do not exist, and that which does not exist is absorption. “

source: །བཅོམ་ལྡན་འདས་གཞན་ཡང་ཏིང་ངེ་འཛིན་འདི་ནི་བརྗོད་པ་མ་མཆིས་པ་སྟེ།
en: Furthermore, Blessed One, this absorption is inexpressible.

source: གང་བརྗོད་པ་མ་མཆིས་པ་དེ་ནི་བརྗོད་པ་སྟེ།
en: That which is inexpressible is expressed.

source: དེ་ལྟར་ན་ཏིང་ངེ་འཛིན་འདི་ནི་བརྗོད་པ་མ་མཆིས་པ་ལགས་སོ།
en: In this way, this absorption is inexpressible. “

source: །བཅོམ་ལྡན་འདས་ཏིང་ངེ་འཛིན་འདི་ནི་རྣམ་པར་རིག་པ་མ་མཆིས་པ་སྟེ། གང་རྣམ་པར་རིག་པ་མ་མཆིས་པ་དེ་ནི་ཏིང་ངེ་འཛིན་ཏེ།
en: Blessed One, this absorption is unknowable, and that which is unknowable is absorption.

source: བཅོམ་ལྡན་འདས་དེ་ལྟར་ན་ཏིང་ངེ་འཛིན་འདི་ནི་རྣམ་པར་རིག་པ་མ་མཆིས་པ་ལགས་སོ།
en: In this way, Blessed One, this absorption is unknowable. “

source: །བཅོམ་ལྡན་འདས་གཞན་ཡང་ཏིང་ངེ་འཛིན་གང་དང་གང་བསྟན་པ་དེ་དང་དེའི་ཆོས་དེ་དང་དེ་དག་དེ་ན་མ་མཆིས་ལ།
en: Furthermore, Blessed One, an absorption that is taught does not exist in those teachings.

source: གང་གཞན་ཡང་མ་མཆིས་པ་དེ་དག་ནི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་སྟེ། གང་དག་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་པ་དེ་ནི་ཏིང་ངེ་འཛིན་ལགས་སོ།
en: Furthermore, that which does not exist is empty of essence, and that which is empty of essence is absorption. “

source: །གང་ཏིང་ངེ་འཛིན་དེ་ནི་མཉམ་པ་ཉིད་ལགས་ལ་ཆོས་དེ་དག་ཀྱང་མཉམ་པ་ཉིད་ལགས་ཏེ།
en: This absorption is sameness, and phenomena are sameness.

source: ཆོས་དེ་དག་ནི་ངེས་པར་བྱུང་བ་མ་ལགས་པས། བཅོམ་ལྡན་འདས་དེ་ལྟར་ན་ཏིང་ངེ་འཛིན་འདི་ནི་བརྗོད་པར་བགྱི་བ་མ་ལགས་སོ།
en: Phenomena have not departed, and therefore, Blessed One, this absorption is inexpressible.”

source: །དེ་ནས་གནས་བརྟན་ཤ་ར་དྭ་ཏིའི་བུས་གཞོན་ནུ་པད་མ་དཔལ་གྱི་སྙིང་པོ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །པད་མ་དཔལ་གྱི་སྙིང་པོ་ཁྱོད་ཏིང་ངེ་འཛིན་འདི་ལ་འདོད་པ་མེད་དམ།
en: The elder Śāradvatīputra then said to youthful Heart of the Glorious Lotus, “Heart of the Glorious Lotus, do you not desire this absorption?” “

source: སྨྲས་པ། བཙུན་པ་ཤཱ་རིའི་བུ་ཁོ་བོ་ནི་ཏིང་ངེ་འཛིན་འདི་ལ་འདོད་པ་མ་མཆིས་སོ།
en: Venerable Śāriputra, I do not desire this absorption.

source: བཙུན་པ་ཤཱ་རིའི་བུ་གལ་ཏེ་ཆོས་འདི་དག་ལ་བདག་ཅིག་ཁོ་བོས་ཡང་དག་པར་རྗེས་སུ་མཐོང་ན་ནི་ཆོས་དེ་དག་ལ་ཁོ་བོ་འདོད་པར་ཡང་འགྱུར་རོ།
en: Venerable Śāriputra, if I truly saw a nature in any phenomena, I would also desire phenomena.”

source: །སྨྲས་པ། པད་མ་དཔལ་གྱི་སྙིང་པོ་ཁྱོད་ཀྱིས་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ལ་དེ་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ངམ། །
en: Śāriputra said, “Heart of the Glorious Lotus, do you not truly see the qualities of the buddhas?”

source: སྨྲས་པ། བཙུན་པ་ཤཱ་རིའི་བུ་གལ་ཏེ་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ལ་བདག་ཅིག་ཁོ་བོས་ཡང་དག་པར་རྗེས་སུ་མཐོང་བ་དེ་ལྟར་གྱུར་ན་ནི་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་བདག་གིས་འདུས་བྱས་པར་ཡང་འགྱུར་རོ།
en: Heart of the Glorious Lotus said, “Venerable Śāriputra, if I truly saw a nature in the qualities of the buddhas, then I would be turning the qualities of the buddhas into conditioned things.”

source: །སྨྲས་པ། པད་མ་དཔལ་གྱི་སྙིང་པོ་ཁྱོད་ཀྱིས་ཅི་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཡང་དག་པར་རྗེས་སུ་མཐོང་ངམ།
en: Śāriputra said, “Heart of the Glorious Lotus, do you truly see the qualities of the buddhas?”

source: སྨྲས་པ། བཙུན་པ་ཤཱ་རིའི་བུ་གལ་ཏེ་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཡང་དག་པར་རྗེས་སུ་མཐོང་ན་ནི་སངས་རྒྱས་ཀྱི་ཆོས་དེ་དག་དངོས་པོར་བྱས་པར་ཡང་འགྱུར་ན།
en: Heart of the Glorious Lotus said, “Venerable Śāriputra, if I truly saw any qualities of the buddhas, then the qualities of the buddhas would have become substantive things.

source: བཙུན་པ་ཤཱ་རིའི་བུ་ཆོས་ཐམས་ཅད་ནི་དངོས་པོ་མེད་པའི་ཕྱིར་རོ།
en: However, venerable Śāriputra, no phenomenon is substantive.

source: །བཙུན་པ་ཤཱ་རིའི་བུ་གལ་ཏེ་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཡོད་པར་གྱུར་ན་སངས་རྒྱས་ཀྱི་ཆོས་ལས་གཞན་པར་ཡོངས་སུ་རྟོགས་པར་ཡང་འགྱུར་ལ།
en: Venerable Śāriputra, if the qualities of the buddhas existed, they would also be understood as something other than the qualities of the buddhas.

source: སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་སེམས་དང་བཅས་པར་ཡང་འགྱུར་རོ།
en: The qualities of the buddhas would become a product of the mind.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་ཚེ་གཞོན་ནུ་པད་མ་དཔལ་གྱི་སྙིང་པོ་ལ་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ནོ། །ལེགས་ས་ཞེས་བྱ་བ་བྱིན་ནས་ཀྱང་།
en: The Blessed One praised youthful Heart of the Glorious Lotus saying, “Excellent!”

source: ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ལ་བཀའ་སྩལ་པ། ཤཱ་རིའི་བུ་གང་དང་གང་དྲིས་པ་དེ་དང་དེ་ལ་མི་གནས་པའི་ཆོས་ཡང་དག་པར་བསྒྲགས་པ་དེ་དག་ནི་ཕྱིར་མི་ལྡོག་པའི་རྟགས་ཡིན་ནོ། །
en: The Blessed One then said to venerable Śāriputra, “Śāriputra, in response to every question you have asked, he has correctly asserted the nonabiding nature of phenomena. That is a sign of nonregression.”

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུས་གཞོན་ནུ་པད་མ་དཔལ་གྱི་སྙིང་པོ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །པད་མ་དཔལ་གྱི་སྙིང་པོ་ཁྱོད་བཅོམ་ལྡན་འདས་ཀྱིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པར་ལུང་བསྟན་ཏོ།
en: Venerable Śāriputra said to youthful Heart of the Glorious Lotus, “Heart of the Glorious Lotus, the Blessed One has prophesied that you will not regress from progress toward unexcelled and perfect awakening.”

source: །དེ་སྐད་ཅེས་སྨྲས་པ་དང་། གཞོན་ནུ་པད་མ་དཔལ་གྱི་སྙིང་པོས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བཙུན་པ་ཤཱ་རིའི་བུ་གལ་ཏེ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པའི་ཆོས་འགའ་ཞིག་མཆིས་ན་ནི། བཙུན་པ་ཤཱ་རིའི་བུ་འདི་ལྟར་ཁོ་བོ་དེ་བཞིན་གཤེགས་པས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ལུང་བསྟན་པར་ཡང་འགྱུར་རོ། །
en: Youthful Heart of the Glorious Lotus then said to venerable Śāriputra, “Venerable Śāriputra, if there is such a property as not regressing from progress toward unexcelled and perfect awakening, then, indeed, venerable Śāriputra, the Thus-Gone One prophesied that I will attain unexcelled and perfect awakening.”

source: སྨྲས་པ། པད་མ་དཔལ་གྱི་སྙིང་པོ་ཁྱོད་བདག་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་སོ་སྙམ་དུ་མི་སེམས་སམ། སྨྲས་པ།
en: Venerable Śāriputra said, “Heart of the Glorious Lotus, do you not think, ‘I will fully awaken to unexcelled and perfect buddhahood’?” “

source: བཙུན་པ་ཤཱ་རིའི་བུ། དེ་ལྟ་མ་ལགས་སོ།
en: Venerable Śāriputra, I do not.

source: བཙུན་པ་ཤཱ་རིའི་བུ་དེ་ལྟ་ན་ནི་བྱང་ཆུབ་དེ་ནི་ངར་འཛིན་པར་འགྱུར་རོ།
en: Venerable Śāriputra, if I did, that awakening would involve clinging to a self.

source: །བཙུན་པ་ཤཱ་རིའི་བུ་དེ་ལྟར་ན་བདག་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་སོ་སྙམ་པ་ཅི་ཞིག་ཡོད།
en: Venerable Śāriputra, that being so, why would I think, ‘I will fully awaken to unexcelled and perfect buddhahood’?” “

source: སྨྲས་པ། པད་མ་དཔལ་གྱི་སྙིང་པོ་ཁྱོད་ཤཱཀྱ་ཐུབ་པ་འདི་ད་ལྟར་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་སོ་སྙམ་དུ་དེ་ལྟར་མི་སེམས་སམ།
en: Heart of the Glorious Lotus, do you not think that Śākyamuni has, at this moment, fully awakened to unexcelled and perfect buddhahood?” “

source: སྨྲས་པ། བཙུན་པ་ཤཱ་རིའི་བུ་ཤཱཀྱ་ཐུབ་པ་ཉིད་ཀྱི་ཆོས་ཀྱང་མི་དམིགས་ན་བྱང་ཆུབ་ལྟ་ག་ལ་ཞིག་དམིགས།
en: Venerable Śāriputra, if I cannot observe the qualities of Śākyamuni himself, how could I possibly observe his awakening?

source: དེ་ལྟར་ན་ཤཱཀྱ་ཐུབ་པ་འདི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་སོ་སྙམ་པ་ཅི་ཞིག་ཡོད།
en: Therefore, why would I think that Śākyamuni has fully awakened to unexcelled and perfect buddhahood?”

source: སྨྲས་པ། པད་མ་དཔལ་གྱི་སྙིང་པོ་ཁྱོད་ཅི་ལ་སྤྱོད།
en: Venerable Śāriputra said, “Heart of the Glorious Lotus, what actions do you engage in?”

source: དེ་ནས་གཞོན་ནུ་པད་མ་དཔལ་གྱི་སྙིང་པོས་དེའི་ཚེ་རྫུ་འཕྲུལ་མངོན་པར་འདུ་བྱ་བ་དེ་ལྟ་བུ་དག་མངོན་པར་འདུས་བྱས་སོ།
en: At that moment youthful Heart of the Glorious Lotus produced miraculous displays.

source: །རྫུ་འཕྲུལ་མངོན་པར་འདུ་བྱ་བ་དེ་ལྟ་བུ་དག་མངོན་པར་འདུས་བྱས་ནས་ཀྱང་ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་གྱི་དཀྱིལ་འཁོར་དག་འོད་ཀྱིས་ཁྱབ་པར་བྱས་ནས་བདག་ཉིད་མི་སྣང་བར་བྱས་སོ།
en: When he produced those miraculous displays, the entire retinue became suffused with rays of light, and then he himself disappeared.

source: །མི་སྣང་བར་བྱས་ནས་ཀྱང་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ལ་སྨྲས་པ། ཤཱ་རིའི་བུས་ཁོ་བོ་མཐོང་ངམ།
en: Once he had disappeared, he asked venerable Śāriputra, “Śāriputra, do you see me?” “

source: པད་མ་དཔལ་གྱི་སྙིང་པོ་ཁྱོད་མ་མཐོང་སྟེ།
en: Heart of the Glorious Lotus, I do not see you.

source: ཁྱོད་ཀྱི་སྒྲ་ཙམ་ཞིག་ཐོས་སོ། །
en: I can only hear you.” “

source: སྨྲས་པ། བཙུན་པ་ཤཱ་རིའི་བུ་ཅི་སྒྲ་གང་ཡིན་པ་དེ་པད་མ་དཔལ་གྱི་སྙིང་པོ་ཡིན་ནམ།
en: Venerable Śāriputra, is that sound you hear Heart of the Glorious Lotus?” “

source: སྨྲས་པ། གཞོན་ནུ་མ་ཡིན་ནོ། །
en: Youthful one, it is not.” “

source: སྨྲས་པ། བཙུན་པ་ཤཱ་རིའི་བུ་པད་མ་དཔལ་གྱི་སྙིང་པོ་ཞེས་བྱ་བརྒྱུར་བྱས་ནས་མིང་དུ་བཏགས་པ་དེ་ཅི་ཞིག་ཡིན། སྨྲས་པ།
en: Venerable Śāriputra, what is the reason for using the name Heart of the Glorious Lotus?” “

source: པད་མ་དཔལ་གྱི་སྙིང་པོ་ཞེས་བྱ་བའི་མིང་དེ་ནི་བརྡར་བཏགས་པའི་ཚིག་གོ།
en: That name, Heart of the Glorious Lotus, is a symbolic designation of words.” “

source: །སྨྲས་པ། བཙུན་པ་ཤཱ་རིའི་བུ་ཅི་བརྡར་བཏགས་པའི་ཚིག་ལ་སྤྱོད་པ་འགའ་ལྟ་མཆིས་སམ།
en: Venerable Śāriputra, do symbolic designations of words engage in actions?” “

source: སྨྲས་པ། པད་མ་དཔལ་གྱི་སྙིང་པོ་མེད་དོ།
en: Heart of the Glorious Lotus, they do not.” “

source: །སྨྲས་པ། བཙུན་པ་ཤཱ་རིའི་བུ་གང་བརྡར་བཏགས་པའི་ཚིག་དེ་ནི་ཚིག་མ་ཡིན་པ་སྟེ།
en: Venerable Śāriputra, symbolic designations of words are not words.

source: གང་ཚིག་མ་ཡིན་པ་དེའི་སྤྱོད་པ་ནི་རྣམ་པར་རིག་པ་མ་ཡིན་པ་སྟེ།
en: The actions of that which is not a word are not knowable.

source: དེ་ནི་ཐེག་པ་འདི་ལ་ཡང་མ་མཆིས། ཐེག་པ་གཞན་ལ་ཡང་མ་མཆིས།
en: They do not exist in this vehicle or in another vehicle.

source: དེ་ནི་ཚུ་རོལ་ན་ཡང་མ་མཆིས། ཕ་རོལ་ན་ཡང་མ་མཆིས།
en: They do not exist over here, or over there, or in between.

source: གཉི་གའི་བར་ན་ཡང་མ་མཆིས་པས་དེ་ནི་ངེས་པར་མྱ་ངན་ལས་འདས་པ་སྟེ།
en: Therefore, those actions have truly passed beyond suffering.

source: བཙུན་པ་ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སྤྱོད་པ་ནི་དེ་ལྟ་བུ་ལགས་སོ།
en: Venerable Śāriputra, the actions of bodhisattvas are like that.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་དེའི་ཚེ་འཛུམ་པ་མཛད་དེ་འདི་ནི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་གང་གི་ཚེ་འཛུམ་པ་མཛད་པའི་ཆོས་ཉིད་དེ་དེའི་ཚེ་ཞལ་གྱི་སྒོ་ནས་འོད་ཟེར་ཁ་དོག་སྣ་ཚོགས། ཁ་དོག་དུ་མ་འདི་ལྟ་སྟེ། སྔོན་པོ་དང་། སེར་པོ་དང་། དམར་པོ་དང་། དཀར་པོ་དང་། ལེ་བརྒན་དང་། ཤེལ་དང་། དངུལ་གྱི་ཁ་དོག་ལྟ་བུ་དག་བྱུང་ནས་དེ་དག་གིས་འཇིག་རྟེན་གྱི་ཁམས་མཐའ་ཡས་མུ་མེད་པ་དག་འོད་ཀྱིས་ཁྱབ་པར་བྱས་ནས།
en: Then the Blessed One smiled, and, as is the case whenever blessed buddhas smile, a variegated array of blue, yellow, red, white, crimson, crystal, and silver-colored rays of light emanated from his mouth and filled infinite, limitless world systems with light.

source: ཚངས་པའི་འཇིག་རྟེན་གྱི་བར་དུ་སོང་སྟེ་སླར་ལོག་ནས་ཀྱང་འཇིག་རྟེན་གྱི་ཁམས་ཚད་མེད་གྲངས་མེད་པ་དག་འོད་ཀྱིས་ཁྱབ་པར་བྱས་ཏེ།
en: After traveling as far as the abode of Brahmā, the light rays returned, filling infinite and limitless world systems with light.

source: བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ནས། བཅོམ་ལྡན་འདས་ཀྱི་དབུའི་གཙུག་ཏུ་མི་སྣང་བར་གྱུར་ཏོ།
en: The light then circled the Blessed One three times and disappeared into the crown of his head.

source: །སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་ཡང་རྣམ་པ་དྲུག་ཏུ་གཡོས་ཏེ།
en: The worlds of the great trichiliocosm shook six times.

source: འགུལ། རབ་ཏུ་འགུལ། ཀུན་ཏུ་རབ་ཏུ་འགུལ། གཡོས། རབ་ཏུ་གཡོས། ཀུན་ཏུ་རབ་ཏུ་གཡོས། ལྡེག །རབ་ཏུ་ལྡེག །ཀུན་ཏུ་རབ་ཏུ་ལྡེག་གོ།
en: They quivered, trembled, and quaked; wobbled, rocked, and swayed; and vibrated, shuddered, and reeled.

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་དེའི་ཚེ་སྟན་ལས་ལངས་ནས་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ཏེ། བཅོམ་ལྡན་འདས་ལ་ཚིགས་སུ་བཅད་པས་བསྟོད་པ། གང་ཟག་མཆོག་མ་རྣམ་འདྲེན་རྒྱལ་བའི་མཆོག །རྒྱུ་མ་མཆིས་པར་འཛུམ་པ་མི་མཛད་ན། །མགོན་པོ་བདེ་གཤེགས་འཛུམ་མཛད་རྒྱུ་གང་ལགས།
en: Venerable Ānanda then rose from his seat, draped his upper robe over one shoulder, and praised the Blessed One with these verses: “Supreme One, Guide, Supreme Victor, Since you do not smile without reason, Protector, Well-Gone One, what is the cause for this smile?

source: །རྒྱལ་བའི་འཇིག་རྟེན་འཛུམ་མཛད་རྐྱེན་གང་ལགས།
en: Victor, what is the reason that you smile in the world? “

source: །རྒྱལ་བའི་ཞིང་འདི་འོད་ཀྱིས་སྣང་མཛད་ཅིང་། །ཕྱོགས་བཅུ་འདི་ཀུན་འོད་ཀྱིས་གསལ་མཛད་པས།
en: Light shines on this realm of the Victor And illuminates the ten directions.

source: །ཐུགས་བརྩེར་ལྡན་པ་འཛུམ་མཛད་རྒྱུ་རྐྱེན་གང་།
en: Compassionate One, what is the reason that you smile?

source: །འཇིག་རྟེན་ཕན་མཛད་བདག་ལ་བཀའ་སྩལ་གསོལ།
en: Beneficent One, please tell me! “

source: །སངས་རྒྱས་ཞིང་འདིར་གནས་པའི་སེམས་ཅན་གང་། །བདེ་དང་ནད་མེད་དགའ་ཞིང་རབ་ཏུ་རངས།
en: Beings who live in this buddha field Are happy and free from disease, joyous and delighted.

source: །འདོད་པའི་བདེ་དང་ཏིང་འཛིན་བདེ་བ་དག །རི་རབ་སྟེང་ན་གནས་པའི་ལྷ་བཞིན་ནོ། །མགོན་པོ་སེམས་ཅན་དམུས་ལོང་ཁ་ཅིག་དག །
en: They have worldly pleasures and meditative absorption Just like the gods on Mount Meru’s peak. “

source: དེ་ཚེ་དེ་དག་མིག་གིས་གཟུགས་རྣམས་མཐོང་།
en: Protector, at that moment, Blind beings were able to see forms.

source: །སེམས་ཅན་གང་དག་འོན་པར་གྱུར་པ་རྣམས། །དེ་དག་རྣ་བས་སྒྲ་ཡང་ཐོས་པར་གྱུར།
en: Likewise, deaf beings Were able to hear sounds. “

source: །སེམས་ཅན་རྣམས་ཀྱིས་འཕྲལ་དུ་གཏེར་རྙེད་ཅིང་།
en: In an instant, beings have discovered a treasure.

source: །བཅིངས་པ་ཐམས་ཅད་དེ་རིང་ཐར་གྱུར་ལ།
en: Today all bonds are severed.

source: །སྦྲུམ་པ་རྣམས་ནི་བདེ་ཞིང་ཤིས་པར་བཙས།
en: Pregnant women give birth easily and auspiciously.

source: །དེ་ལྟར་རྨད་བྱུང་གདའ་བ་ངོ་མཚར་ཏོ།
en: It is amazing that such marvels have come to pass! “

source: །བདག་གི་རྐང་པ་ལ་ནི་མེ་ཏོག་རེག །ཡིད་དུ་འོང་བའི་སྤོས་དང་ཕྱོགས་སུ་ལངས། །སངས་རྒྱས་ཞིང་རྣམས་བརྒྱན་པས་ལྷ་ངེར་གདའ།
en: Flowers touch my feet, Pleasing aromas waft towards me, And the buddha fields are shining with adornments.

source: །མགོན་པོ་བདེ་གཤེགས་འཛུམ་མཛད་རྒྱུ་གང་ལགས།
en: Protector, what caused the Well-Gone One to smile? “
